{'question': 'Will I be able to access health care at Student Health and Counseling Services?', 'answer': 'Yes, Student Health and Counseling Services (SHCS) remain open for students. Visit the Health-e-Messaging portal for most medical and mental health appointment scheduling.'}
{'question': 'What mental health resources are available?', 'answer': 'Regardless of where students are residing for the fall, there are a variety of mental health resources available. Please review the COVID-19 Mental Health Resource Flyer for more information about mental health appointments, crisis support and self-care.'}
{'question': 'Do I have to complete the Daily Symptom Survey?', 'answer': 'Everyone  students, employees, visitors  must complete a Daily Symptom Survey before entering a university-managed facility. A daily symptom survey is a requirement for all UC Davis-operated facilities anywhere in California and serves as a reminder to pay attention to your symptoms.'}
{'question': 'What do I do if I become sick?', 'answer': 'Students who are sick or have questions about COVID-19 or other conditions are encouraged to contact Student Health and Counseling Services (SHCS) for a telehealth visit with a nurse or medical provider for further assessment and advice. Make an appointment online or call 530-752-2349.'}
{'question': 'Will testing be required for students?', 'answer': 'UC Davis is establishing a rapid screening and testing program. Students living on campus will be tested or will need to provide proof of testing within the prior 72 hours as part of the move-in process with Student Housing and Dining Services, and then are expected to be tested at least weekly throughout the quarter. After the pilot phase of the UC Davis program is complete, this saliva-based testing will be opened up to all students and employees working on the Davis campus.'}
{'question': 'What happens if Im diagnosed with COVID-19?', 'answer': 'If a student tests positive or a doctor diagnoses a student with COVID-19, the student should call Student Health and Counseling Services at 530-752-2349 so that we can be aware and coordinate care if needed. In addition, please follow the campus reporting protocol to report a positive test or diagnosis for COVID-19.'}
{'question': 'How do I know if I need to isolate or quarantine?', 'answer': 'Directives for UC Davis students to isolate or quarantine will be provided by Student Health and Counseling Services (SHCS), including students who live off campus if they do not have appropriate options at their primary residence. The university is setting aside isolation and quarantine facilities. UC Davis has also worked with local housing complex owners to assist them in establishing isolation/quarantine space within their properties.'}
{'question': 'What should I do if someone I know has COVID-19?', 'answer': 'The campus has a reporting process by which it reviews confirmed cases of COVID-19 and responds to those concerned about a member of the campus community having COVID-19, whether on or off campus. Employees and students at the Davis campus must report a COVID-19 diagnosis, as well as any positive test result received by someone with whom they share a residence. Follow this brief guidance to report a positive case or concern to by emailing reportcovid@ucdavis.edu.'}
{'question': 'What should I do if someone in my household is sick with possible COVID or has been diagnosed with COVID? ', 'answer': 'Students who may have had contact with someone who tests positive for COVID-19 or who have been diagnosed with COVID-19 should call Student Health and Counseling Services at 530-752-2349 for an appointment with an RN or provider, during which they will be evaluated and given direction consistent with public health recommendations. Depending on their situation, the student may be moved to a quarantine space, asked to self-quarantine in their current living space, or asked to monitor their health.'}
{'question': 'Will parents be allowed to come pick up their students in residence halls if they become ill with COVID-19?', 'answer': 'If a UC Davis student is quarantined or isolated, they must remain within their rooms for the duration of the quarantine or isolation in compliance with state and county public health guidance from July 24. The campus will provide isolation rooms and food services for students living in on-campus housing. One of the purposes of the quarantine or isolation is to prevent any potential, further spread of COVID-19. This guidance may change based on guidance from county and state quarantine and isolation mandates.'}
{'question': 'Will suspected cases of COVID-19 be shared to help eliminate concerns about possible risks to others?', 'answer': 'For the health of our community, the campus has a reporting process by which we review confirmed cases of COVID-19 and respond to those concerned about a member of the campus community having COVID-19, whether on or off campus. Employees and students at the Davis campus must report a COVID-19 diagnosis for themselves or someone with whom they share a residence. Follow this brief guidance to report a positive case or concern by emailing reportcovid@ucdavis.edu.'}
{'question': 'Will flu shots be required of students, academic personnel and staff? Why?', 'answer': 'Visit the UC Davis Flu Vaccination Information page to learn more about the influenza vaccination requirement and flu clinics that will be provided on campus in September and October.'}
{'question': 'What are the benefits of getting the flu shot?', 'answer': 'Benefits of the flu shot include:'}
{'question': 'Does the flu shot work?', 'answer': 'According to the CDC, recent studies show that flu shots generally reduce the risk of flu illness by between 40% and 60%. This varies from person to person and season to season. Even if someone gets the flu shot and still gets the flu, several studies have shown that people who get the flu shot do not get as sick as people who do not get the flu shot.'}
{'question': 'What are the requirements of the new Interim Public Health Policy and how will it be enforced?', 'answer': 'The campus has developed two interim policies to implement important public health directives and address student conduct and discipline during the pandemic.'}
{'question': 'If some classes are held in-person, what will UC Davis do in terms of health and safety measures?', 'answer': 'In-person classes will be very limited in number, have fewer than 50 students per class and will be those where the learning objectives can only be accomplished in person (e.g., advanced laboratory skills, some studio or performance classes, or fieldwork). These classes will follow strict public health guidelines related to required face coverings, physical distancing, disinfecting surfaces and ventilation systems, among others. All lectures and discussion sections will be held remotely for undergraduate students and for most graduate students.'}
{'question': 'If Im traveling from another state or country, will I have to self-quarantine before I can start participating in campus activities? If so, where and for how long?', 'answer': 'For UC Davis-Sponsored International Travel'}
{'question': 'Am I allowed to leave Davis and come back?', 'answer': 'Non-essential domestic travel for the university is strongly discouraged. Several domestic municipalities have travel restrictions and quarantine requirements in place. Keep in mind these restrictions and requirements change frequently.'}
{'question': 'Will campus provide face coverings to students?', 'answer': 'UPDATED: Complimentary Welcome Kits are nowavailable for students to pick up at the Campus Bookstore, while supplies last.The Welcome Kitincludes a branded face covering,hand sanitizer gel, hand sanitizing wipes, thermometer and a touchlessdoor opener tool.Students willneed to show their UC Davis Student ID to obtain one welcome kit.If you have lost or not been issued your Student ID, you may use a copy your class schedule and alternative ID with your name on it (driverlicense, credit card, etc) to pick up thekit.'}
{'question': 'Will flu shots be required of students, academic personnel and staff? Why?', 'answer': 'Visit the UC Davis Flu Vaccination Information page to learn more about the influenza vaccination requirement and flu clinics that will be provided on campus in September and October.'}
{'question': 'Where can I access information about COVID-19 academic policies?', 'answer': 'The Academic Senate recently announced updates to academic policies regarding final exams for undergraduates and Passed/Not Passed (P/NP) and Satisfactory/Unsatisfactory (S/U) deadline extensions for undergraduates and graduates, respectively. Details are provided on the Academic Senate website.Please also refer to theAcademic Advising section of the Campus Ready Student FAQfor factors to consider before electing to take a course P/NP.'}
{'question': 'What is the guidance to students for remote learning?', 'answer': 'While this journey on remote learning is still relatively new, our students and faculty are on this path together. Your instructors are likely using a combination of Canvas, Zoom, email, and other web-based tools to offer remote instruction. To navigate this new learning environment, please review the Remote Learning Strategies available on the Keep Teaching website.'}
{'question': 'What do I do on the first day of class? ', 'answer': 'Last updated: September 30, 2020'}
{'question': 'What do I need to prepare for Zoom?', 'answer': 'While you may find it useful to sign up for a free Zoom account, you do not need one. You can use Zoom on a computer or a smartphone device.'}
{'question': 'How do I access WiFi and/or technology, such as a webcam, to take classes and proctored exams? ', 'answer': 'UC Davis has a program to provide loaner laptops for students in need. Please complete the Student Laptop Checkout Request and sign the accompanying agreement. The campus is also providing support for WiFi and/or other technology needs. More information can be found on the Keep Teaching website.'}
{'question': 'Will classes be exclusively remote? Which ones will be available remotely versus in-person? Can I see that in Schedule Builder?', 'answer': 'We advise you to check Schedule Builder to see which classes have been designated remote for fall quarter. All lectures and discussion sections will be held remotely for undergraduate students and for most graduate students. For classes without that label, we are still carefully evaluating which of them we can offer in-person, depending on public health guidance. We recently received the states guidance for higher educationand we are reviewing it now.'}
{'question': 'Can I take classes exclusively remotely even if the campus is open?', 'answer': 'Yes, for winter2020 you can choose to enroll only in courses that are being offered remotely.'}
{'question': 'If I have personal health concerns how will I participate in in-person classes? How will professors respond if I still dont feel safe to come to in-person classes?', 'answer': 'While limited in-person course offerings will follow rigorous safety guidelines, if you have additional health or safety concerns, please contact the Student Disability Center for assistance and support. We also recommend you consult your advisor regarding your individual academic plans.'}
{'question': 'How will courses with labs be conducted? How will studio courses (art, theatre, design) be conducted?', 'answer': 'This is being decided on a course-by-course basis after careful review of safety plans, as well as justifications for in-person classes. While we hope to offer some laboratory sections in person, the lectures will still be offered only remotely. Courses requiring in-person attendance will follow campus as well as county and state public health policies concerning protective equipment, physical distancing, room occupancy limits, cleaning protocols, etc.'}
{'question': 'How do I access my books?', 'answer': 'All of your textbooks, lab manuals and faculty-created readers are included in Equitable Access for just $199 per quarter when you pay your student fees. For additional information including how to opt out, please visit the Equitable Access Student FAQ. Textbooks available in digital format will be provided as e-books. To access your e-books, click on the Bookshelf option in the Canvas navigation menu. If you do not have a posted class on your Canvas page you may access your e-books through the account menu on the top left of your main Canvas page. Required textbooks that dont have a digital equivalent are also included at no additional cost. Printed textbooks and other materials may be picked up at the Campus Bookstore or shipped if you are unable to pick up your books in person. We are unable to predict shipping delays due to COVID-19. Therefore, if you are able to visit the Campus Store, picking up your printed textbooks in person will be the most efficient option.'}
{'question': 'Will students have access to professors and office hours?', 'answer': 'Instructors will continue to hold regular office hours via remote means. If you have scheduling questions about office hours, contact your instructor.'}
{'question': 'Are there going to be caps on class sizes if they are offered remotely?', 'answer': 'Most remote courses will still have caps, though the caps may be higher than the equivalent in-person class. Courses must maintain reasonable enrollment caps to prevent overloading the work of instructors, teaching assistants and readers.'}
{'question': 'Will professors be lenient if students are feeling ill?', 'answer': 'Instructors are encouraged to provide reasonable accommodations for students who are feeling ill. Students testing positive for COVID-19 or with COVID-19 symptoms should not attend in-person classes and should seek treatment at Student Health and Counseling Services. Please also follow the campus reporting protocol. For students attending class remotely, please contact your instructor if you are unable to attend a particular class or classes due to health reasons.'}
{'question': 'Will professors be accommodating of students in different time zones or with varying levels of access to consistent Wi-Fi or a home computer?', 'answer': 'Instructors with students in different time zones and with synchronous presentations have been advised to take time differences into consideration.'}
{'question': 'Should I focus on general education courses if things are remote and save STEM classes for when I can take them on campus?', 'answer': 'We encourage you to continue making progress toward your major, but please consult your advisor regarding your individual academic plans.'}
{'question': 'How do I decide what classes to take?', 'answer': 'Please consult your advisor regarding your individual academic plans.'}
{'question': 'Will remote online classes be recorded?', 'answer': 'This is at the discretion of your instructor. Instructors are encouraged to record class sessions if it is feasible and appropriate for their course.'}
{'question': 'Will any courses be offered in both remote and in-person modes?', 'answer': 'We are not planning to offer courses where some students join remotely and other students attend in person. All students in a course will receive the same method of instruction.'}
{'question': 'Can students enroll in an in-person course after the quarter has started if the enrollment cap has already been met?', 'answer': 'Students will not be able to enroll in an in-person course that has already reached capacity. Please talk to your instructor if you are unable to be on campus by the start of the quarter.'}
{'question': 'What will winter and spring quarter look like?', 'answer': 'We are hopeful that the campus will be able to transition towards an increasing proportion of in-person courses during winter and spring 2021, but it will depend on county and state public health directives in place at that time. We aim to inform students about plans for winter 2021 by early November.'}
{'question': 'If I need additional help with classes, who can I turn to?', 'answer': 'Please consult with your advisor or instructor regarding your individual situation.'}
{'question': 'Where can I find academic advising information?', 'answer': 'Your college and/or major department advising offices:'}
{'question': 'How do I schedule an appointment with my academic advisor?', 'answer': 'Schedule appointments per usual through your appointment system. Students within the College of Biological Sciences can schedule appointments through BASC. All other students can schedule appointments through the Advising Appointment System.'}
{'question': 'Can I schedule an in-person appointment?', 'answer': 'In order to comply with campus and community directives, academic advising will only happen remotely. No in-person meetings will occur. You will be able to connect via Zoom or phone.'}
{'question': 'What are the factors to consider before electing to take a course P/NP?', 'answer': 'Important factors to consider include:'}
{'question': 'How do I change my grading option?', 'answer': 'Use Schedule Builder to follow the regular process for changing your grading option.'}
{'question': 'Can I change from P/NP back to a letter grade?', 'answer': 'Yes. You can opt for P/NP grading in a course, or revert back to letter grading, up until the P/NP deadline. For Fall, the deadline is December 11, 2020.'}
{'question': 'Will taking a class P/NP impact my GPA?', 'answer': 'P/NP grades are not factored into the GPA calculation.'}
{'question': 'Will taking a class P/NP impact my time to graduation?', 'answer': 'That depends on whether a letter grade in the class is required by your major or college. Additionally, courses in which you receive an NP grade yield no units toward graduation.'}
{'question': 'I am repeating a course after taking it for a letter grade. Can I take it P/NP?', 'answer': 'No.'}
{'question': 'I am not in good academic standing. Can I take a course P/NP in Fall 2020?', 'answer': 'Normally, you must be in good academic standing to take courses P/NP. For Fall 2020, you may petition your deans office for approval to take specific courses on a P/NP basis.'}
{'question': 'Who should I talk to if Im not sure what to do?', 'answer': 'You should start by contacting your academic advisor in your Deans Office (or BASC, if you are a College of Biological Student) or your major advisor if the course you are considering changing to P/NP is specifically required for your major. Dont panic if you cannot get an appointment with an advisor right away. Remember, you dont need to make this decision immediately. The deadline to opt for P/NP grading, or to revert back to letter grading, has been extended to the last day of instruction for Fall2020 (December 11, 2020).'}
{'question': 'Will my financial aid/scholarships be affected if fall quarter is virtual?', 'answer': 'Housing is one of the factors used to calculate the cost of attendance, so changes in where you choose to live may affect the amount of financial aid available to you. For example, living with parents is less expensive than on-campus housing. Estimates for different living options can be found in the Undergraduate Cost of Attendance.'}
{'question': 'Can I request a change to my financial aid for the 2020-21 academic year?', 'answer': 'UC Davis understands that the financial circumstances of some families have been adversely affected by the COVID-19 pandemic. Affected students  both incoming and continuing  may file an appeal for revision to financial aid. Information about appealing for a revision of financial aid is on the financial aid website. The campus offers the Financial Aid Net Price Calculator to help undergraduates estimate how their financial aid may change based on new circumstances.'}
{'question': 'Will work-study positions still be available? Will they be available for remote work?', 'answer': 'Staff from Financial Aid and Scholarships are working with work-study employers, both on and off campus, to determine what positions will be available for in-person and/or remote work. The university has authorized more job functions to be eligible for remote work, and campus departments are actively looking to make more student positions available for remote work.'}
{'question': 'How does Pass/No Pass grading from the spring 2020 quarter affect my financial aid?', 'answer': 'The transition to a Pass/No Pass (or Satisfactory/Unsatisfactory) grading system may affect your Satisfactory Academic Progress, standards that a student must meet to be eligible for financial aid. For more information, please see the FAQs for Satisfactory Academic Progress.'}
{'question': 'Will CARES Emergency Relief grants be available?', 'answer': 'The student grant component of the CARES ACT provided one-time funding. Of the $16.9 million available for UC Davis students, most had been disbursed by July 1 with some remaining for students enrolled in Summer Sessions II. For more, visit the CARES grants reporting page and our CARES Act FAQs.'}
{'question': 'Who can I contact for financial aid help?', 'answer': 'To contact Financial Aid and Scholarships, please use Contact an Expert. To address a high volume of inquiries, the office is focused on responding to Contact an Expert inquiries. For quick answers to common questions, please visit Financial Aid and Scholarships FAQs.'}
{'question': 'If I have a work-study job, how will I get my paycheck?', 'answer': 'For UC Davis work-study jobs, students should sign up for direct deposit to their bank account at least one week before starting the job.'}
{'question': 'What is the status of tuition and mandatory fees?', 'answer': 'Tuition and systemwide fees are set by the Regents for all UC campuses, and most campus-based fees are generated through a student-involved referenda process. Tuition, systemwide fees and most campus-based fees are not increasing this year. More information regarding campus-based fees is included inthis recent post. Some or all instruction for all or part of Academic Year 20-21 may be delivered remotely.Tuition and mandatory feeshave been set regardless of the method of instruction and will not be refunded in the event instruction occurs remotely for any part of the Academic Year.'}
{'question': 'What are tuition and mandatory fees being used for?', 'answer': 'Mandatory university charges for tuition and student services continue to help cover ongoing operations including the delivery of instruction and the cost of student services such as registration, financial aid, remote academic advising and mental health services. Our teaching continues, even as its method of delivery has changed. Students are connecting with and learning from world-class faculty, completing coursework, earning full course credit, and making progress toward an immensely valuable UC Davis degree. UC Davis student services continue to be available to students via remote options including academic assistance and tutoring, student basic needs and mental health, internship and career services, fitness and wellness programs, and many more to ensure that the term remains a very powerful and enriching one for our students. More information can be found in the Campus Resources section of the Student FAQ.'}
{'question': 'What is the status of Course Materials and Services Fees?', 'answer': 'With the campus providing remote delivery of instruction for fall 2020 and winter 2021, UC Davis is continuing to suspend all undergraduate and graduate Course Materials and Services Fees that are tied to specific courses. Course Materials and Services Fees associated with DVM, MBA, and MD programs, which have a different structure (generally charged at the program level instead of the course level), will not be suspended. Please note that you may see the fees reflected in Schedule Builder, however, the fees described above will not be charged in the billing process.'}
{'question': 'If the numbers of COVID-19 cases increase, will campus suspend operations again? If operations are suspended, what happens to students living on campus? Will they be able to stay?', 'answer': 'If the campus is ordered by public health officials for any reason to further reduce occupancy in our housing facilities, Student Housing will work to house any students that do not have alternative housing available to them, while staying in compliance with any mandates laid out by campus, county or state health officials.'}
{'question': 'Will parents be allowed to come pick up their students in residence halls if they become ill with COVID-19?', 'answer': 'If a UC Davis student is quarantined or isolated, they must remain within their rooms for the duration of the quarantine or isolation in compliance with state and county public health guidance from July 24. The campus will provide isolation rooms and food services for students living in on-campus housing. One of the purposes of the quarantine or isolation is to prevent any potential, further spread of COVID-19. This guidance may change based on guidance from county and state quarantine and isolation mandates.'}
{'question': 'If housing is not guaranteed, will I get my deposit back?', 'answer': 'Because many students rely on us for their housing and meals every year, Student Housing and Dining Services is committed to being open this fall.'}
{'question': 'Will I still have roommates in the residence halls?', 'answer': 'Student Housing and Dining Services has modified housing density for residence halls to align with public health guidance, and we are planning to offer single-occupancy bedrooms for 2020-21. Residents will pay the double-occupancy rate. We are working with our campus partners to help aid qualified students in situations of financial distress. If this applies to you, please email the Student Housing and Dining Services office for assistance.'}
{'question': 'What is physical distancing going to look like within the residence halls?', 'answer': 'Pending public health guidelines, common spaces such as living rooms will be open; however, physical distancing still needs to be at least 6 feet or greater at all times. Each resident will be assigned to a specific restroom. In addition, face coverings must be worn at all times whenever you are outside your bedroom.'}
{'question': 'What will physical distancing look like in the dining commons?', 'answer': 'At this time, we anticipate most students will take their food to go; were currently looking at offering online orders with curbside pickup as an option to streamline to-go meals. We also hope to have limited indoor seating, with seats spaced 6 feet apart, and are looking into the feasibility of table reservations to streamline dine-in services. To-go service is available at all dining commons, while dine-in service will be available only to students living in that residence hall area (for instance, Segundo residents will dine in Segundo Dining Commons only). In addition, face coverings must be worn on campus, including inside the dining commons, with the exception of when eating at the table.'}
{'question': 'What happens if someone in my residence hall gets sick with COVID-19?', 'answer': 'If a residence hall student tests positive for COVID-19 or is diagnosed by a physician, guidance will be given by the Yolo County Health Department and UC Davis Student Health and Counseling Services (SHCS). The student will be temporarily relocated to an assigned isolation space for a time period defined by public health authorities and CDC guidelines (typically 14 days).'}
{'question': 'Will there be contactless ways to access spaces that require a student ID?', 'answer': 'Spaces requiring AggieCards for access are contactless. For example, accessing the Dining Commons is done by contactless swiping through a card reader before walking into the Dining Commons; accessing residence halls themselves, as well as their computer centers, is done by swiping the AggieCard through a card reader to unlock the door. There are no interpersonal contacts required for access. Students should continue to wear their face coverings and allow appropriate physical distance between themselves and others at all times.'}
{'question': 'How will decisions be made about who gets to live in the residence hall if there are room caps?', 'answer': 'Currently, Student Housing and Dining Services can house all students who have housing contracts.'}
{'question': 'What happens if my child is quarantined because they have or were exposed to COVID-19? Can I come get them?', 'answer': 'If a UC Davis student is quarantined or isolated, they must remain within their rooms for the duration of the quarantine or isolation based on state and county public health guidance. One of the purposes of the quarantine or isolation is to prevent any potential, further spread of COVID-19. This guidance may change based on guidance from county and state quarantine and isolation mandates.'}
{'question': 'Should I come live on campus or stay at home? When will I know if I have any in-person classes that would mean I should come and live in Davis?', 'answer': 'Please review the information provided in the Classes and Instruction section regarding remote and in-person instruction. We recommend students make the best decision for their academic goals and personal health. Decisions will almost certainly vary for each student.'}
{'question': 'What is the guidance for students who live in Sol at West Village, The Colleges at LaRue, 8th and Wake, Russell Park, LaRue Park, Co-ops, fraternities or sororities? ', 'answer': 'These properties are not owned by the campus and have their own housing policies. Please contact your building/house manager for details. In the event your current housing will close down and you do not have other options or would prefer to stay in Davis, please e-mail the Student Housing and Dining Services Office for assistance in securing a university housing contract.'}
{'question': 'What is the guidance for students living in private, rental housing?', 'answer': 'We know many of you are struggling with your plans for private housing in Davis, on and off campus. In a recent joint statement, UC Davis and the city of Davis outlined our efforts to provide support and resources on housing issues. In addition, we encourage you to review the City of Davis eviction moratorium and economic relief measures that have been extended through Sep 30 and the Yolo Countys Eviction Prevention Ordinance will remain in effect for 180 days after public health and local emergencies are terminated.'}
{'question': 'What do I do if I am experiencing a housing crisis or may lose housing?', 'answer': 'If you are experiencing a housing crisis or may lose housing, please contact the Aggie Compass Basic Needs Center for support. They offer a variety of housing resources, including:'}
{'question': 'How will the campus support students remotely?', 'answer': 'The Academic Assistance and Tutoring Center will offer its full range of services remotely for the 2020-21 school year. There will be synchronous and asynchronous options for classes, workshops, office hours, individual tutoring and writing appointments.'}
{'question': 'Will I have access to the library?', 'answer': 'The UC Davis Library is sharing information about plans for fall quarter on its website. The information addresses building hours, availability of collections (including remote access), study spaces, access to Wi-Fi, librarian assistance and other special services.'}
{'question': 'What do I do if I qualify for academic accommodations and have concerns about the impact that remote instruction may have on me? ', 'answer': 'Please contact the Student Disability Center for any questions or concerns related to requests for accommodation, approval of services, or equitable access to educational programs.'}
{'question': 'Will I be able to find a job on campus?', 'answer': 'While getting a job or internship may be more competitive this year, on- and off-campus opportunities are available. In fact, the increase in remote work has opened up some additional possibilities for students  wherever they are. Check out the postings in Handshake, an online platform where UC Davis students and alumni can connect with employers. The Internship and Career Center offers workshops to help students pursue their goals, including some that are focused on interviewing and working remotely.'}
{'question': 'Will I get to conduct research or participate in an internship?', 'answer': 'There are opportunities for internships, student jobs and research experience, though most would be done remotely for now. In fact, the increase in remote work has opened up some additional possibilities for students  wherever they are. Check out the postings in Handshake, an online platform where UC Davis students and alumni can connect with employers.'}
{'question': 'If campus is open, will all student resources be available in-person or will some be open and others remote?', 'answer': 'Student services such as academic advising, the Internship and Career Center, Campus Recreation, Global Learning Hub and many others will continue to offer services remotely and through on-site operations in compliance with public health guidance. We recommend checking with the department or service directly regarding their current status.'}
{'question': 'Are case managers still available through the Office of Student Support and Judicial Affairs? ', 'answer': 'Yes. case managers are available to support students struggling with challenges and crisis-related issues that interfere with their academic and student life success. OSSJA non-clinical case managers receive information, identify resources, reach out to students and follow up so that students receive assistance with their needs. OSSJA case managers are not licensed counselors and do not provide therapy. They do not replace the critical role that Student Health and Counseling Services has on our campus to help students, but they do serve as an important point of contact for students or anyone who is concerned about a student.'}
{'question': 'What is the status of Study Abroad programs?', 'answer': 'Based on UC guidance and recent advisories from the CDC, UC Davis has suspended all its international and U.S.-based study and intern abroad programs through spring 2021. Specific details and resources have been sent to students who enrolled in programs so that they can plan for other opportunities. For more information on UC Education Abroad Program (UCEAP) programs visit the UCEAP website.'}
{'question': 'Is the Global Learning Hub still operating?', 'answer': 'While study abroad has been canceled until summer 2021, the Global Learning Hub offers many other services such as Virtual Global Internships, Virtual Global Community Engagement opportunities, and global professional development programs. Please visit the Global Learning Hub webpage to discover all programs or email globallearning@ucdavis.edu to set up an advising appointment.'}
{'question': 'Is the Activities and Recreation Center (ARC) open?', 'answer': 'Due to a state mandate, the ARC will be closed until further notice. For information regarding all Campus Recreation programs and facilities please visit the status and updates page on the Campus Recreation website.'}
{'question': 'What remote resources are being offered by Campus Recreation?', 'answer': 'To support students during suspended in-person operations, Campus Recreation has created Aggies at Home, featuring virtual programming and resources from all of our units. Aggies at Home includes online workouts, nutrition advice, self-care and wellness resources, instructional videos highlighting fun indoor and outdoor activities, advice on studying and working from home, managing your free time, and more. You can find these great resources on the Campus Recreation website, Instagram and Facebook pages, and YouTube channel.'}
{'question': 'How will students get the college experience remotely? How will clubs and organizations function?', 'answer': 'Many registered student organizations, or RSOs, are committed to hosting events and serving the community in various ways throughout the pandemic.'}
{'question': 'What sort of fun extracurricular activities will be available?', 'answer': 'While on-campus gatherings are not permitted, students will find opportunities to meet through remote activities including the undergraduate Orientation program, Graduate Student Orientation, a student organization fair, and even sorority and fraternity recruitment. The Rec Pool is open for lap swimming, the Equestrian Center is offering private riding lessons and Outdoor Adventures is renting equipment for kayaking, camping, rock climbing and more.'}
{'question': 'What does UC Davis plan to do to support their international students given new guidance from the U.S. Department of Homeland Security?', 'answer': 'The University of California, representing UC Davis and the other UC campuses, pursued legal action opposing the U.S. Department of Homeland Securitys SEVP guidelines for fall 2020 (announced July 6 and 7). However, the situation has been changing. Continuing F-1 international students in the U.S. can pursue up to 100% remote courses without having to leave the country, and continuing F-1 international students outside the U.S. can take remote classes while remaining in status. Incoming students are subject to additional government restrictions at this time, and UC Davis is committed to ensuring there are plenty of in-person or hybrid course offerings to help them satisfy the governments requirement. Services for International Students and Scholars (SISS) continues to recommend that students currently in the U.S. not travel abroad if they intend to return to Davis for fall quarter. Please work with your SISS Advisor if you have questions about your plans for fall. For more information visit the SISS webpage.'}
{'question': 'Where can I find assistance if I have technical problems while taking classes remotely from my home country?', 'answer': 'Please visit the Keep Teaching student resources page for assistance with remote learning.'}
{'question': 'Will international students who cannot travel to the U.S. in fall be able to learn effectively in their courses if they are all offered remotely?', 'answer': 'UC Davis is enabling substantial flexibility to provide all students the opportunity to succeed, excel and thrive in their courses, whether remote or in-person. Faculty are mindful of the varied circumstances that students will be facing  for example, students taking courses in different time zones or without sufficient internet access  and will make reasonable adjustments to address them. Faculty are encouraged, as appropriate, to record lectures and discussion sections, offer flexible testing and promote an inclusive learning environment.'}
{'question': 'If I go home and leave the country, will I be able to return to the U.S.?', 'answer': 'This is difficult to predict as the situation remains dynamic. SISS continues to recommend that students currently in the U.S. not travel abroad if they intend to return to Davis for fall quarter. Be aware of U.S. policies on visitors traveling to the U.S. directly from certain countries, and be prepared to self-isolate upon arrival back in the U.S. Global Affairs regularly updates the campus travel announcements as new information from the U.S. government becomes available. Services for International Students and Scholars (SISS) within Global Affairs will work with international students to ensure they have the proper visa and travel documents and to update their term plans for fall 2020.'}
{'question': 'Where can I find information about securing and maintaining employment as a teaching assistant or a graduate student researcher?', 'answer': 'Guidelines for new and continuing international students are in development. It is imperative you stay in contact with your graduate program and Services for International Students and Scholars (SISS). Visit the SISS Announcements, SISS Student FAQ, and Graduate Student FAQ pages regularly for updates.'}
{'question': 'Information for Graduate Students', 'answer': 'Please visit the Graduate Students FAQ provided by Graduate Studies. You can also view the COVID-19 information page for graduate students for updates on instruction and research, form submission and degree filing, leave and remote work and graduate studies events, specifically for the graduate student and postdoctoral scholar community.'}
{'question': 'If I defer, what are my next steps in regards to housing, financial aid and orientation?', 'answer': 'Students who defer to fall 2021 will participate in Orientation 2021 activities beginning spring quarter 2021.'}
{'question': 'Placement exams are conflicting with end-of-year exams. What are other options?', 'answer': 'Placement exams are scheduled for multiple dates, so students are encouraged to plan ahead and choose dates that work with their end-of-year exams. The Office of the University Registrar provides links to all placement exam schedules.'}
{'question': 'My school was closed and my final exams have been postponed. Will this affect my admission status?', 'answer': 'In MyAdmissions, please tell us if your school or exam authority knows they will have difficulty meeting UC transcript deadlines as listed in your conditions of admission due to COVID-19.'}
{'question': 'My school is unable to mail transcripts. What do I do?', 'answer': 'The UC Davis website describes several options for sending official transcripts/documents. Please visit the website for updated information.'}
{'question': 'Can I send in additional materials for my program to review, even if they havent asked for those documents (e.g. if my program requires three letters of recommendation, can I send in four instead)?', 'answer': 'No. Programs must ensure that all applicants are considered equally. For that reason, they cannot accept additional application materials they have not specifically requested as a part of their application process. You should not send any materials to the program for review unless they have been specifically requested.'}
{'question': 'Can I apply to more than one graduate program at UC Davis in a single term?', 'answer': 'Yes. You are welcome to apply to multiple graduate programs at UC Davis. However, you will need to submit a complete application, including a separate application fee and supplemental materials, for each graduate program.'}
{'question': 'I founda mistake on my application after I submitted it- can Graduate Studies or the graduate program fix it for me?', 'answer': 'No changes can be made to the content of an application once it has been submitted. For that reason, applicants are reminded to check their application carefully before they submit it. Notices reminding applicants that they will not be able to change or add any content in their application are displayed prior to submission. NOTE: Do *not* try to correct your application by submitting a new application to the same graduate program. Your second application will not be considered.'}
{'question': 'Can I submit my Statement of Purpose, Personal History and Diversity Statement, or other required application content by mail or as an emailed attachment?', 'answer': 'No. All of the content included in the online application must be submitted as a part of the online application. For example, applicants should NOT type "Sent by mail" or "Will email statement later" in the Statement of Purpose/Personal History and Diversity Statement section- it will not be accepted or added to your record.'}
{'question': 'How much are the tuition and fees for graduate school?', 'answer': 'Please visit our Financial Support page for more information about tuition and fees, as well as funding opportunities for graduate students.'}
{'question': 'How do I get funding for graduate school?', 'answer': 'Please visit our Financial Support page for information about graduate school funding opportunities.'}
{'question': 'How do Iknow which professor(s) in the graduate program match my research interests?', 'answer': 'The graduate program websites provide information on faculty research interests, and in most cases you will be able to access faculty biographies and publications through the graduate program website.'}
{'question': 'How do I know if the graduate program requires specific prerequisite courses?', 'answer': 'We recommend that you visit the graduate program webpage and review their application requirements. If the program has specific prerequisites you will find information about them on their website. If you are required to list your prerequisites in the online application, you will also be provided with a direct link to the prerequisite requirements in that section.'}
{'question': 'The application asks if I am a California resident for tuition purposes. How do I know if I might be considered a California resident?', 'answer': 'International applicants are not eligible for California residency, and domestic applicants must meet specific California residency criteria. We recommend you review the UC Davis Office of the University Registrar (OUR) webpage regarding California Residence for Purposes of Tuition. Once you have reviewed the information on the website you can make your selection in the application. Please note that you are only being asked to answer this question to the best of your knowledge. If you are admitted, OUR will request additional information to make a final determination regarding your residency.'}
{'question': 'Why does the application include specific questions regarding gender and sexuality?', 'answer': 'For details regarding why these questions are included on the graduate application, please visit our webpage on the subject.'}
{'question': 'Can I double major in two different graduate programs at UC Davis?', 'answer': 'Applicants for two graduate programs administered by Graduate Studies must be admitted to at least one of the programs and submit a double major petition to join the second program after their first term. Applicants seeking degrees administered by both Graduate Studies and a professional school (law, medicine, veterinary medicine, or management) must complete applications and be formally admitted to both programs.'}
{'question': 'Where can I find the application deadlines for each of the graduate programs?', 'answer': 'You can find the application deadlines for each of our graduate programs on our Graduate Programs & Deadlines webpage.'}
{'question': 'I know what the deadline date is, but how late on that day can I submit my application?', 'answer': 'Applications close after 11:59 p.m. (Pacific Time) on the day of the deadline.'}
{'question': 'I missed the final application deadline for the graduate program - is there any way I can still apply?', 'answer': 'Unfortunately there is not. UC Davis does not waive application deadlines. Once the deadline for submission has passed, it will not reopen until the next application cycle. However, we would certainly welcome your application if you choose to apply for a future term.'}
{'question': 'Do *all* of my application materials (uploaded transcripts, official test scores, recommendations, etc.) need to be received by the deadline for me to be considered?', 'answer': 'No - not all of your application materials need to be received by the deadline. However, we do recommend that you complete your application as soon as possible after you have submitted it, and we also suggest checking with the graduate program to see if they require your application to be complete by a certain date.'}
{'question': 'What is the application fee amount?', 'answer': 'The application fee is $120 for U.S. applicants and $140 for international applicants. The application fee is non-refundable upon submission of the application.'}
{'question': 'Does UC Davis offer application fee waivers?', 'answer': 'UC Davis only offers application fee waivers to applicants who have participated in specific graduate preparation programs (for a full list see Graduate Preparation Program Participants on our Steps to Applying page). Applicants who are affiliated with these programs must indicate their participation AND must provide the name and contact information for their program coordinator in the relevant section of the online application system to receive a fee waiver.'}
{'question': 'Can I pay my application fee by check/cash/money order instead of paying by credit card?', 'answer': 'No - UC Davis only accepts application fees submitted by credit card. We are unable to accept personal or bank-issued checks, money orders, or cash. We are also not able to accept credit card information via telephone or email - all credit card payments must be made through our online graduate application system.'}
{'question': 'Do I need to list every college or university I have attended on my application?', 'answer': 'Yes, you must list every college-level institution you have attended in the online application, including all community colleges, study abroad coursework, etc.'}
{'question': 'How do I provide UC Davis with my transcripts/academic records to complete my application?', 'answer': 'Transcripts must be uploaded to the application itself, either prior to submission in the Academic History section or after submission via the application status page. Visit our Submitting Your Transcripts webpage for information about how to submit your transcripts.'}
{'question': 'Do the transcripts I upload for review with my application need to be "official"?', 'answer': 'No. UC Davis will accept scanned copies of original paper transcripts, unofficial advising transcripts, or even web portal-based transcripts. The PDFs you upload do not need to be "official" electronic transcripts issued by your institution. However, the document you upload must include all of the same information that would appear on an official transcript (your name, the institution name, and all of your courses, grades, units, terms, etc.). If the document you upload is not sufficient, the graduate program will contact you via email to provide you with additional information and ask you to upload a corrected version.'}
{'question': 'Do I need to provide transcripts for a college I attended if those courses appear as transfer credit on the transcript for the university where I earned my degree?', 'answer': 'Unless your primary degree transcript includes a complete list of the course titles, course numbers, units, and grades for each course you took at the other college, you will still need to provide a separate transcript. An assessment of transfer units or transfer credit on your degree transcript are not enough. All information about the courses you took must be available to the graduate programs for review.'}
{'question': 'Will I ever need to provide officialtranscripts/academic records?', 'answer': 'If you are offered admission to a UC Davis graduate program, you will be required to send officialtranscripts or academic records to UC Davis Graduate Studies. This is a required step for accepting your admission offer. If you are admitted, you will be provided with detailed instructions regarding where to send your records and what specific documents are required.'}
{'question': 'My college/university does not use a 4.0 grading scale. Should I convert my GPA to a 4.0 scale and how do I make the conversion?', 'answer': 'No. You should not attempt to convert your GPA to a 4.0 scale. Enter your GPA just as it is on your transcript. There are also fields in the application (under "Academic History") which will ask you for the GPA/Grading scale used by your college/university  you can enter that information there.'}
{'question': 'Do all of my letters of recommendation need to be received before I submit my application?', 'answer': 'No. Once you submit your application your recommendation providers will still be able to upload their letters of recommendation.'}
{'question': 'Do all of my letters of recommendation need to be received by the application deadline? How much time do my recommendation providers have to submit them?', 'answer': 'Graduate programs understand that, if an applicant applies shortly before the deadline, a recommender may notbe able to get their recommendation in before the deadline passes. However, graduate programs will expect letters of recommendation to arrive shortly after the application has been submitted. If you want to make certain that your letters are received in time for your application to be considered, contact the graduate program directly to find out when they expect your application to be complete.'}
{'question': 'How do I remove a recommender from my application and add a new one?', 'answer': 'Even after youve submitted your application or the application deadline has passed, you can still log on to your Status Page and revisit the recommendations page (a link appears under your application checklist). Click on the name of the recommender, then click the "Exclude" button. You will then be able to add another recommender to replace them. You can replace any recommender as long as they have not already submitted a recommendation on your behalf.'}
{'question': 'I re-sent the request email but my recommender still has not received it - what should I do?', 'answer': 'If your recommender does not receive the request email within 48 hours, take the following steps:- Remind them to check their spam/junk mail folders. The request email may be there.- Check to see if they are using an email spam screening system (e.g. Boxbe). If so, ask them to add gradadmit@ucdavis.edu to their safe contacts list.- Some non-U.S. universities have email firewalls that delay or prevent delivery of our emails. If your recommender has a non-university email address and is willing to use it for your recommendation, follow the steps in the next FAQ question below.'}
{'question': 'My recommender is not able to access the system or upload their letter of recommendation. What should I do?', 'answer': 'Ask your recommendation provider to contact gradadmit@ucdavis.edu and explain the issue they are experiencing. We will provide them with direct assistance.'}
{'question': 'Can my recommender send in a paper letter of recommendation? Can they send their letter by e-mail?', 'answer': 'No. Letters of recommendation will only be accepted via the online application letter of recommendation system. Neither the graduate program nor Graduate Studies will accept letters of recommendation which have been sentby mail or by e-mail. Your recommendation providers will be given instructions for submitting their recommendations online.'}
{'question': 'My letters of recommendation are held by an automated letter of recommendation service (e.g. Interfolio) which sends out copies via email at my request. Can I send these in to you?', 'answer': 'No. Because your recommendation providers are required to provide both a letter *and* complete a short evaluation for you, any recommendations must be submitted via our online application system. We cannot accept letters of recommendation sent to our office (or the graduate program offices) by recommendation services.'}
{'question': 'Can I send in more letters of recommendation than what the graduate program requires?', 'answer': 'No. Graduate programs are only able to accommodate the specific number of letters they require. For example, if you have five excellent recommendation providers and the program only requires three letters of recommendation, you will need to select only three of the recommendation providers.'}
{'question': 'What does it mean if I waive my right to examine my letter(s) of recommendation?', 'answer': 'If you select "Yes" and waive your right to examine the recommendation, you are only stating that you will not ask *UC Davis* to provide you a copy of the recommendation. You may still ask your recommender to provide you with a copy of the letter (as long as your recommender is willing to provide it). Responding "Yes" gives your recommender the option to keep their letter confidential, and the graduate program will know that the recommender had the opportunity to provide an honest assessment. If you select "No" regarding the waiver, you are indicating that you may ask UC Davis to provide you with a copy of your recommendation for review (though the recommendation still may not be used for any other purpose).'}
{'question': 'Can I change my answer to the letter of recommendation confidentiality waiver?', 'answer': 'If your recommendation provider has not yet submitted their recommendation in the system, you may "exclude" them (see the instructions above) and re-add them to the list after selecting a new waiver option. However, if your recommendation provider has already submitted their recommendation, it is not possible to retroactively change your waiver selection.'}
{'question': 'Am I required to take the Graduate Record Examination (GRE) and what is the minimum score?', 'answer': 'Each graduate program determines if the GRE is required. The university does not have a required minimum GRE score, but some graduate programs may post minimum or average scores on their website. Visit the graduate program website to determine if the program requires the GRE and for information on minimum scores.'}
{'question': 'How do I send my GRE scores to UC Davis?', 'answer': 'GRE scores must be sent to UC Davis electronically from ETS. Use the UC Davis institution code (4834) when sending your scores to UC Davis. You do not need to enter a specific department code - the scores will be matched to your applicant record rather than to a specific department. Your GRE scores will be transmitted to UC Davis electronically and matched to your record using the information you provided in your application.'}
{'question': 'When I order my GRE from ETS, what is the institution code for UC Davis?', 'answer': 'The ETS institution code for UC Davis is 4834.'}
{'question': 'When I order GRE scores, do I need to include the institution code *and* the department code?', 'answer': 'You must use the correct institution code for UC Davis (4834) but it is not necessary to use a department code. Regardless of what department code you enter, your GRE score will still be matched to your application.'}
{'question': 'How can I tell if my GRE scores have arrived and been matched to my application?', 'answer': 'Once your application has been submitted, you will be able to check to see if your scores have been received yourself by visiting your Status Page. Please note it takes approximately two weeks after the order date or four weeks after the test date for ETS to make the official score report available to the university.'}
{'question': 'May I take the GRE more than once and/or report multiple scores?', 'answer': 'Yes. You may take the GRE more than once and self-report multiple exam scores. Please have ETS submit your scores electronically to UC Davis.'}
{'question': 'I already sent in my official GRE scores but I have retaken the exam and earned new scores. Can I send in the new scores to be added to my application?', 'answer': 'If you ask ETS provide UC Davis with a new official score report, your new scores will be added to your application record.'}
{'question': 'If I apply to more than one graduate program, do I need to send multiple GRE score reports?', 'answer': 'No. Test scores are matched to applicants rather than specific applications. If you have sent your scores and they have been matched to your record, they will be added to all of the applications you submit.'}
{'question': 'Can I send my own copy of my GRE scores? Or will you accept unofficial scores until the official scores arrive?', 'answer': 'No. UC Davis only accepts official score reports send directly by the testing agency. Official GRE scores must be sent to UC Davis electronically by ETS (use institution code 4834).'}
{'question': 'I have not taken the GRE exam yet. When do I have to take it so that I can still be considered for admission?', 'answer': 'Graduate program application review committees meet at various times to review the applications they have received. Please check with the Graduate Program Coordinator in the graduate program to which you are applying to determine when your application must be complete for you to be considered. Please note that it can take several weeks for official GRE scores to be issued. We recommend applicants take the GRE as early as possible.'}
{'question': 'How can I find out the current status of my application?', 'answer': 'If you log back in to your application after you have submitted it, you will be taken to the Status Page which will show the status of your application. Because the application review is primarily conducted by the graduate program and not by Graduate Studies, it isnt possible for our office to provide you with more specific information regarding where your application is in the review process.'}
{'question': 'Can you tell me when I will know if Ive been admitted?', 'answer': 'Each graduate program conducts their admissions review process independently.There isnt a specific day when a graduate program makes all of their decisions. Once the program has reviewed their applications and has notified our office of their decision, you will be notified by e-mail. Please check your e-mail regularly (including your Junk Mail or Spam folders) to make certain you do not miss any important messages from Graduate Studies or the program.'}
{'question': 'Someone in the graduate program told me I was going to be recommended for admission. When will I receive my admission letter?', 'answer': 'Once a recommendation to admit or deny has been received from the graduate program review committee, the application must be evaluated by Graduate Admissions. You will receive an e-mail notice once a decision has been made. Graduate Admissions no longer sends paper letters  you will be notified by e-mail once your final admission decision has been made. Please check your e-mail regularly (including your Junk Mail or Spam folders) to make certain you do not miss any important messages from Graduate Studies or the program.'}
{'question': 'How will I be informed of my admission decision?', 'answer': 'Once a recommendation to admit or deny has been received from the graduate program review committee, the decision must be reviewed and verified by Graduate Studies. You will then receive e-mail notification and be given instructions on how to access that decision. Only Graduate Studies is authorized to formally issue an admission decision. Any notifications you may receive directly from the graduate program are not official until you have received an email from Graduate Studies. If you are admitted, be certain to read all information you receive very carefully and follow any instructions provided - there are several steps required to accept an admission offer. '}
{'question': 'When do I submit the proof of financial support needed to obtain a student visa?', 'answer': 'Proof of financial support is not required until after you have been offered admission to a UC Davis graduate program. If you are admitted, you will be provided with additional instructions for obtaining your student visa, including where to send your financial documents. Do not send financial documents to the graduate program or the Office of Graduate Studies.'}
{'question': 'When I fill out my online application, should I convert my grades to a U.S. 4.0 or A-F grading scale?', 'answer': 'No - you should not attempt to convert your grades to a U.S. grading scale. The "Academic History" section of the online application includes fields where you can enter information about the grading scale used by your university. Be certain to complete that section thoroughly, but do not convert your grades to a U.S. scale.'}
{'question': 'I have not earned a degree from a U.S. university, but my university did teach in English. Am I still required to submit an English language test score?', 'answer': 'UC Davis will only waive the English language testing requirement for applicants whose institution offers instruction solely in English. UC Davis Graduate Studies must review and approve requests made on this basis. Please see our Test Score Requirements page for information about who is eligible for a waiver, andcontact usif you believe you may be eligible.'}
{'question': 'What English language tests do UC Davis accept?', 'answer': 'UC Davis current accepts the TOEFL iBT (both the in-person and at-home versions are acceptable), the IELTS Academic exam, and the IELTS Indicator. For applicants who are currently located in a country/region where none of these prior options are available, UC Davis will accept the Duolingo English Test by exception only. Please visit our Test Score Requirements page for more information.UC Davis does NOT accept the Pearson Test of English (PTE), the TOEFL ITP, the IELTS General exam, or any other English test.'}
{'question': 'I have not taken an English languageexam yet. When do I have to take it so that I can still be considered for admission?', 'answer': 'Graduate program application review committees meet at various times to review the applications they have received. Please check with the Graduate Program Coordinator in the graduate program to which you are applying to determine when your application must be complete for you to be considered. Please note that it can take several weeks for official scores to be issued. We recommend applicants take the TOEFL or IELTS as early as possible.'}
{'question': 'How do I send my TOEFL scores to UC Davis?', 'answer': 'TOEFL scores must be sent to UC Davis electronically from ETS. Use the UC Davis institution code (4834) when sending your scores to UC Davis. You do not need to enter a specific department code - the scores will be matched to your applicant record rather than to a specific department. Your TOEFL scores will be transmitted to UC Davis electronically and matched to your record using the information you provided in your application.'}
{'question': 'When I order my TOEFL from ETS, what is the institution code for UC Davis?', 'answer': 'The ETS institution code for UC Davis is 4834.'}
{'question': 'When I order TOEFL scores, do I need to include the institution code *and* the department code?', 'answer': 'You must use the correct institution code for UC Davis (4834) but it is not necessary to use a specific department code. Regardless of what department code you enter, your TOEFL score will still be matched to your application.'}
{'question': 'Will you accept the TOEFL MyBest scores (a combination of all of my best scores in each section from all of my valid tests in the last two years)?', 'answer': 'No - UC Davis Graduate Studies does not accept TOEFL MyBest scores. All valid applicant test scores will be considered when they are sent to UC Davis, but they will be considered based on each individual test the applicant has taken. We do not accept "superscores" using the highest score on each section across multiple exams.'}
{'question': 'How do I send my IELTS scores to UC Davis?', 'answer': 'IELTS scores must be electronically from the IELTS testing center to the graduate program to which you are applying. Make certain that you make the correct selection to ensure that your score is sent to "University of California, Davis Graduate Studies". See our Test Score Requirements page for additional details.'}
{'question': 'I already sent in my official English language testscores but I have retaken the exam (or taken a different exam) and earned new scores. Can I send in the new scores to be added to my application?', 'answer': 'If you provide UC Davis with a new official score report, your new scores will be added to your application record.'}
{'question': 'How can I tell if my English language testscores have arrived?', 'answer': 'Once your application has been submitted, you will be able to check to see if your scores have been received yourself. Please note it takes approximately two weeks after the order date or four weeks after the test date forscore reports to be made available to the university.'}
{'question': 'If I apply to more than one graduate program, do I need to send my English language testscore more than once?', 'answer': 'No. Test scores are matched to applicants rather than specific applications. If you have sent your scores and they have been matched to your record, they will be added to all of the applications you submit.'}
{'question': 'Can I send in an unofficial copy of my English language testscores? Or will you accept unofficial scores until the official scores arrive?', 'answer': 'No. UC Davis only accepts official score reports send directly by the testing agency.'}
{'question': 'What is the status of the housing guarantee for incoming freshmen and transfer students and second-year returning students entering UC Davis in fall quarter 2020?', 'answer': 'UC Davis guarantees on-campus housing to all incoming first-year freshman, transfer students, and second-year returning students. However, due to the COVID-19 pandemic, UC Davis may withdraw or amend this guarantee in the case of public health guidance or other extenuating circumstances.'}
{'question': 'Have contract cancellation deadlines been extended?', 'answer': 'Yes. The most recent change was announced via email on August 6. Read those emails on this webpage under Recent Messages. Also, continue to check your email. We will send new information as it becomes available.'}
{'question': 'If I cancel my contract because of COVID-19, will I receive a refund of my reservation fee?', 'answer': 'If campus receives public health guidance to reduce housing density for fall quarter due to COVID-19, we may ask for some student residents to volunteer to cancel their housing contracts. Students who then choose to cancel their contracts will have their reservation fee credited to their student account. If needed, additional details on the cancellation process will be provided. Contract cancelations, except when mandated by public health guidance related to COVID-19, are subject to the contract cancelation policy outlined in the housing contract.'}
{'question': 'What are my housing options if I defer enrollment for fall quarter 2020?', 'answer': 'Given the uncertainty of COVID-19 impacts, students who choose to defer enrollment will be provided an update on housing availability in future quarters as we learn more about state mandates.'}
{'question': 'Can I have guests in the halls?', 'answer': 'Residents are not permitted to have non-resident guests visit their buildings or rooms. We feel this is the best way to help comply with the physical distancing guidelines recommended by the county and state. As the weather is currently good, we encourage you to connect with friends outside while maintaining a distance of at least 6 feet. Building lounges will be closed to begin fall quarter. Group gatherings are  not permitted.'}
{'question': 'What is the guidance for students who live in Sol at West Village, The Colleges at LaRue, 8th and Wake, Russell Park, LaRue Park, Co-ops, fraternities or sororities?', 'answer': 'These properties are not owned by the campus and have their own housing policies. Please contact your building/house manager for details. In the event your current housing will close down and you do not have other options or would prefer to stay in Davis, please email studenthousing@ucdavis.edu for assistance in securing a university housing contract.'}
{'question': 'What will our residential dining program look like for fall quarter 2020?', 'answer': 'Our dining operation takes direction from Yolo County. Currently the direction is a to-go model. The model may adjust when the environment improves. While to-go options are available at all dining facilities, residents with a meal plan will be assigned a dining facility for when indoor dining is eventually allowed. All dining facilities will also be implementing new practices, which include providing single use package items, pre-packaged portions and stations where food is served by staff. '}
{'question': 'I feel ill, what should I do?', 'answer': 'Please contact the Student Health and Counseling Services Office to consult with a nurse.  There will be an initial assessment completed to determine the next step.  https://shcs.ucdavis.edu/services/advice.'}
{'question': 'What if I want to come in to be tested for COVID-19?', 'answer': 'We are currently testing in accordance with Yolo County Public Health and California Department of Public Health guidelines. If you feel that you need to be tested based on the recommended guidelines, or if you have further questions, please contact your provider via Health-e-Messaging or schedule a phone appointment with an advice nurse call 530-752-2349. When medically indicated, UC SHIP and other insurance plans are required to cover testing with no out-of-pocket expenses to you.'}
{'question': 'My roommate seems to be ill. What should I do?', 'answer': 'Please refer to the Student Health and Counseling Services section for guidance.'}
{'question': 'What are my responsibilities as a resident living on-campus?', 'answer': 'On April 24, the Yolo County Health Officer  issued an order  requiring face coverings to be worn when in public. The purpose of this order is to reduce the potential spread of novel coronavirus (COVID-19) and thus reduce its impact on public health. As COVID-19 can spread by people who are not showing symptoms, face coverings, when combined with physical distancing and hand washing, may prevent the spread of the virus to others when going outside for essential activities.'}
{'question': 'What are the requirements for wearing face coverings?', 'answer': 'On April 24, the Yolo County Health Officer  issued an order  requiring face coverings to be worn when in public. The purpose of this order is to reduce the potential spread of novel coronavirus (COVID-19) and thus reduce its impact on public health. As COVID-19 can spread by people who are not showing symptoms, face coverings, when combined with physical distancing and hand washing, may prevent the spread of the virus to others when going outside for essential activities.'}
{'question': 'I have an academic question. Who do I talk to?', 'answer': 'If you have an academic question, first talk to your research advisor. You can also schedule an appointment with agraduate advisorvia email.'}
{'question': 'I have a non-academic question. Who do I talk to?', 'answer': 'If you have a non-academic question, you can talk to the graduate student service advisors in 2063 Kemper Hall.'}
{'question': 'I need to talk to one of the graduate student service advisors. How do I make an appointment?', 'answer': 'You can either go to their drop-in hours or make an appointment. Select Computer Science as the office. Select Grad Advising as the schedule. In the Reason for Appointment field, write down any questions youre hoping to have answered during your appointment. Click on Continue. Select a time that works for you. Ignore any times that say Walk-In Only. If you dont see any available times for this week, click on Next Week to check other weeks.'}
{'question': 'What is the Graduate Progress Report? How do I complete it?', 'answer': 'Thegraduate progress reporthelps graduate students understand where they are in terms of completing their degree requirements, as well as their progress in the program. This report is required of all students within the department. Instructions on how to complete the yearly progress report will be sent to students every Winter Quarter.'}
{'question': 'What do I need to get my degree?', 'answer': 'See our B.S.-to-M.S., M.S. and Ph.D. information.'}
{'question': 'What are the core areas?', 'answer': 'The core areas are described in the M.S. and Ph.D. degree requirements. The core areas are Architecture, Systems, Theory and Applications. M.S. students must satisfy the requirement for three of the four areas. Ph.D. students must satisfy the requirement in all four areas. See degree requirements on how to satisfy a core area and what classes fall in each area.'}
{'question': 'I still need to take courses to finish some of the core areas. What should I do?', 'answer': 'Look at the M.S. and Ph.D. degree requirements for options for each core area you need to satisfy. You can look at the course schedule for classes that are planned to be offered this year.'}
{'question': 'I took classes at another institution that I want to get credit for. What is the process to do so?', 'answer': 'Please ask the graduate student service advisors for the Evaluation of Graduate Coursework Taken at Another Institution form. On the form, you will need to include the grade you received in the course, along with a course description. When complete, return the form to the graduate student service advisors. They will submit the form to the Graduate Advisor and email you the result.'}
{'question': 'What are the undergraduate proficiency requirements?', 'answer': 'The undergraduate proficiency requirements are courses in four fundamental areas of computer science, and mathematics. These requirements are described in theM.S. and Ph.D.degree requirements.Students must complete all proficiency requirements before graduating.'}
{'question': 'How do I obtain the undergraduate proficiency requirements form? How do I submit it?', 'answer': 'The undergraduate proficiency requirements form will be sent out to all students in Fall Quarter through the GGCS listserve. Follow the instructions in the email to submit the form. Your results will be emailed back to you after the Graduate Advisor has reviewed your form.'}
{'question': 'I still need to finish some of my undergraduate proficiency requirements. What should I do?', 'answer': 'The classes at UC Davis that fulfill the undergraduate proficiency requirements are listed in theM.S. and Ph.D.degree requirements. You may take either the upper division (100-199) or graduate (200-299) level course to fulfill the requirement. See the table below for graduate level course options. If you are unsure if a course fulfills the requirement, see the graduate student service advisors.'}
{'question': 'How do I register for classes?', 'answer': 'Students useSchedule Builderto register for classes. If you need help using Schedule Builder, look at the Help tab within Schedule Builder.'}
{'question': 'How do I get a CRN (Course Registration) number?', 'answer': 'A CRN is a Course Registration Number. CRNs for most courses can be found onSchedule Builderor theClass Search Tool. You do not need to know the CRN for a class before registering for it, except for the special cases listed below. For ECS 289 special topics courses, see theschedules page. For ECS 299 research units, CRNs are sent out through the GGCS listserve during registration times and at the beginning of the quarter. For classes with hidden CRNs offered by other departments, check the departments websiteor ask the department directly.'}
{'question': 'I have a hold on my registration. What do I do?', 'answer': 'There are various reasons you could have a hold on your registration. Please see the graduate student service advisors in person for assistance with this.'}
{'question': 'How much is tuition per quarter?', 'answer': 'Budget and Institutional Analysispublishes tuition and fees for a given academic year on their website.'}
{'question': 'What is the deadline to pay tuition?', 'answer': 'The final fee deadline for graduate students is posted on theOffice of the University Registrars website. It is typically in the eighth week of the quarter.'}
{'question': 'How do I get financial aid?', 'answer': 'SeeFinancial Aid and Scholarships websiteon how to get financial aid as a graduate student.'}
{'question': 'What is a fellowship? How do I get one?', 'answer': 'Fellowships are provided to graduate studies by UC Davis or outside agencieson the basis of scholarship and promise of outstanding academic and professional contribution. There are two types of fellowships: internal to UC Davis, and external agencies such as theNational Science Foundation (NSF),Department of Energy (DoE)and so on. For more information, see Graduate Studies pages oninternalandexternalfellowships.'}
{'question': 'Why, when and how should I become a California resident?', 'answer': 'Students who are not California residents must pay non-resident tuition. To become a California resident, you must be a US citizen or permanent resident. You should start this process as soon as possible after you arrive at UC Davis. Please contact theOffice of the University Registrarfor assistance with forms, and to start the process to establish California residency for tuition purposes.'}
{'question': 'What is an ASE?', 'answer': 'An academic student employee (ASE) refers to students employed in the Teaching Assistant, Reader, Tutor, and Associate In _ titles. For more information, seeGraduate Studies website.'}
{'question': 'I would like to be a Teaching Assistant (TA). What is the process?', 'answer': 'Teaching Assistant positions are limited and competitive. They are open to all graduate students, but subject to the rules and selection procedure outlined in the Graduate Studies Guidelines.TA selections are made on a quarterly basis. A month and a half prior to each quarter, an application is sent via email to all CS graduate students. If a student is selected for a TA position, they are notified via email before the quarter begins.As a TA in the Department of Computer Science, you must takeECS 390: The Teaching of Computer Science. If you are a new TA, you must also attend the Center for Educational EffectivenessTA Orientation. It is offered once a year in the fall.It is a University policy that if a TA does not have a degree from an English speaking institution, to qualify to be a TA, he or she must have scored a 26 or higher on the Speaking section of the TOEFL exam, or an 8.0 on the Speaking section of the IELTS. If not, the TA must have a Pass score on the SPEAK or TOEP test. SeeInternational and Academic Englishs websitefor more information.Students can contact the graduate student service advisorsfor additional questions regarding TAships.'}
{'question': 'What is a reader? How do I become one?', 'answer': 'Readers are employed for the ability to render diverse services as a course assistant, which will normally include the grading of student papers and examinations. A Reader will not be given the responsibilities customarily accorded a Teaching Assistant. Readers are paid hourly, and are eligible for fee waivers. Requests for readers for a class will be sent out before the quarter starts. Not all classes will require a reader.'}
{'question': 'What is a GSR (Graduate Student Researcher)?', 'answer': 'A Graduate Student Researcher (GSR) is a graduate student who performs research related to the students degree program, in an academic department or research unit under the direction of a faculty member or authorized principal investigator. Ph.D. students are usually funded through GSR positions. Though uncommon, masters students may also be a GSR.'}
{'question': 'I would like to be a GSR. What is the process?', 'answer': 'GSR positions are provided by faculty members to the students they advise, if funding is available. Talk to your research advisor if you are interested. Not all advisors will have available funding.'}
{'question': 'I have payroll questions. Who do I talk to?', 'answer': 'Please see Jane Ryanin 3078 Kemper Hall for answers to payroll questions.'}
{'question': 'What is a fee waiver? How can I get one?', 'answer': 'Fee waivers provide a waiver of tuition and certain fees for a quarter. GSRs and ASEs are both eligible for fee waivers. While a GSR fee waiver covers all fees, an ASE fee waiver does not. For more information about fee waivers, seeGraduate Studies website.'}
{'question': 'Does a fee waiver cover health insurance?', 'answer': 'A fee waiver covers UC SHIP. SeeGraduate Studies websitefor more information about what a GSR or ASE fee waiver covers. Note that if UC SHIP is waived, the money that would have been used for SHIP isnotgiven to the student.'}
{'question': 'I need a key. Who do I talk to?', 'answer': 'If you need a key, please see Melinda Meeker in 2063 Kemper Hall.'}
